import React from "react";
import "../../i18n";
import { useTranslation } from 'react-i18next';
import { Announcement } from "@civicactions/data-catalog-components";
import Layout from '../../components/Layout';
import config from "../../assets/config";

function Heading_project() {
    const { t, i18n } = useTranslation();
    return (
          <h1>{t('project_heading')}</h1>
    );
  }

const TheProject = ({ path }) => (
    <Layout title="Project">
        <div className={`dc-page ${config.container}`}>
            <Heading_project/>
            <div className="dc-page-content row">
                <div class="col-md-9 col-sm-12">

                <p>Το Εθνικό Κτηματολόγιο είναι ένα ενιαίο και διαρκώς ενημερωμένο σύστημα πληροφοριών που καταγράφει τις νομικές, τεχνικές και άλλες πρόσθετες πληροφορίες για τα ακίνητα και τα δικαιώματα πάνω σ΄αυτά, με την ευθύνη και την εγγύηση του Δημοσίου. Η σύνταξη του αποσκοπεί στη δημιουργία ενός σύγχρονου, πλήρως αυτοματοποιημένου μητρώου ακίνητης ιδιοκτησίας, όλα τα στοιχεία του οποίου έχουν αποδεικτικό χαρακτήρα, εξασφαλίζοντας τη μεγαλύτερη δυνατή δημοσιότητα και ασφάλεια των συναλλαγών.</p>

                <p>Το Εθνικό Κτηματολόγιο:</p>
                <ol>
                <li>Καταγράφει με βάση το ακίνητο όλες τις πράξεις που δημιουργούν ή αλλάζουν δικαιώματα σε ακίνητα.</li>
                <li>Εγγυάται τις νομικές πληροφορίες που καταγράφει, καθώς η καταχώριση κάθε πράξης γίνεται μόνο μετά από ουσιαστικό έλεγχο νομιμότητας</li>
                <li>Καταγράφει και την γεωγραφική περιγραφή (μορφή, θέση και μέγεθος) του ακινήτου.</li>
                <li>Αποκαλύπτει και καταγράφει συστηματικά τη Δημόσια ακίνητη περιουσία</li>
                <li>Καταγράφει τα δικαιώματα από χρησικτησία η οποία, ιδίως στην περιφέρεια, αποτελεί τον συνηθέστερο ίσως τρόπο κτήσης κυριότητας λόγω του άτυπου των μεταβιβάσεων.</li>
                </ol>
                

                <p>Το Εθνικό Κτηματολόγιο εισάγει καινοτομίες που το καθιστούν ένα πραγματικά θεμελιώδες έργο για την Ελλάδα, που δημιουργεί πολύ σημαντικά οφέλη για τον πολίτη, την εθνική οικονομία και την προστασία του περιβάλλοντος:</p>

                <ol>
                <li>Προχωρά στην οριστική, χωρίς αμφισβητήσεις, καταγραφή και κατοχύρωση της ιδιοκτησίας των πολιτών</li>
                <li>Περιορίζει την γραφειοκρατία και γίνονται απλούστερες και ταχύτερες οι διαδικασίες μεταβίβασης της ακίνητης περιουσίας.</li>
                <li>Ενισχύει τη διαφάνεια και την ασφάλεια δικαίου στις μεταβιβάσεις ακινήτων</li>
                <li>Αναβαθμίζει την αγορά ακινήτων και αυξάνει την αξία της ακίνητης ιδιοκτησίας με συνέπεια να προσελκύονται σημαντικότατες επενδύσεις</li>
                <li>Οριοθετεί αμετάκλητα και διασφαλίζει πλήρως τη δημόσια και δημοτική περιουσία</li>
                <li>Προστατεύει αποτελεσματικότερα το περιβάλλον. Η αμετάκλητη οριοθέτηση των δασών και του αιγιαλού θα αποτελέσει το σοβαρότερο εμπόδιο ενάντια στις καταπατήσεις και την αυθαιρεσία.</li>
                <li>Αποτελεί απαραίτητο εργαλείο για την ορθολογική οργάνωση και ανάπτυξη της χώρας.</li>
                </ol>
                
                <p></p>
                </div>
                <div className="col-md-3 col-sm-12">
                    <Announcement variation="info" heading="">
                        <p><a href="/about">Ο Φορέας</a></p>
                        <p><a href="/opendata">Σχετικά</a></p>
                    </Announcement>
                </div>
            </div>
        </div>
    </Layout>
);

export default TheProject;
